Revit 2027 API
BuiltInFailures.ImportFailures.ImportedModelIsEmpty Property
 Imported model is empty.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ImportedModelIsEmpty { get; }
Public Shared ReadOnly Property ImportedModelIsEmpty As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ImportedModelIsEmpty {
	FailureDefinitionId^ get ();
}
static member ImportedModelIsEmpty : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace